Repository: richardhrace/subscriber-posts-limit
Catalog: i18n/languages/subscriber-posts-limit-*.po
Languages: he_il

source: Subscriber Posts Limit
he_il: הגבלת פוסטים למשתמש

source: https://en.richarddev.com/subscriber-posts-limit/
he_il: https://www.richarddev.com/subscriber-posts-limit/

source: Limit the number of posts user can create. Any post type.
he_il: הגבל את מספר הפוסטים שמשתמש יכול ליצור. כל סוג פוסט.

# plugin
source: Posts limit exceeded
he_il: חריגה מהגבלת הפוסטים

# plugin
source: Subscriber Posts Limit
he_il: הגבלת פוסטים

# plugin
source: Set how many rules to apply
he_il: קבע את מספר החוקים

# plugin
source: Rules
he_il: חוקים

# plugin
source: Use if the warning does not displayed as exptected when posts limit exceeded
he_il: השתמש אם האזהרה אינה מוצגת כמצופה כשישנה חריגה מהגבלת הפוסטים

# plugin
source: The subscriber plan to limit
he_il: תפקיד המשתמש אותו להגביל

# plugin
source: The type of the posts to limit
he_il: סוג הפוסט אותו להגביל

# plugin
source: The number of posts allowed
he_il: מספר הפוסטים המותר

# plugin
source: Limit
he_il: הגבלה

# plugin
source: In each what period to reset the counter
he_il: בכל איזו תקופה לאפס את הספירה

# plugin
source: Cycle
he_il: מחזוריות
